Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/koulutus-_ja_oppimateriaalitoimisto.html.tmx
Source language: fin
Languages: smn

source: Kuva: Saamelaisnuorten taidetapahtuma 2018 Inarissa.
smn: Kove: Säminuorâi taaiđâtábáhtus 2018 Anarist.

source: Koulutus- ja oppimateriaalitoimisto
smn: Škovlim- já oppâmateriaaltoimâttâh

source: Koulutus- ja oppimateriaalitoimiston tehtävänä on hoitaa saamelaisten koulutusta ja opetusta sekä saamenkielisen oppimateriaalin tuottamista koskevat asiat.
smn: Škovlim- já oppâmateriaaltoimâttâh valmâštâl já olášut lävdikode kieđâvuššâm aašijd.

source: Toimisto vastaa saamenkielisen oppimateriaalin suunnittelusta, valmistelusta ja jakelusta, saamelaisnuorten taidetapahtuman järjestelyistä, julkaisee saamelaisopetuksen tilastoja ja ylläpitää yhteyttä saamelaisopetusta järjestäviin kuntiin ja kouluihin sekä opetuksen hallintoon.
smn: Tot västid sämikielâlâš oppâmateriaal vuáváámist, valmâštâlmist já jyehimist, säminuorâi taaidâtábáhtus orniimijn, almostit sämimáttááttâs lovottuvâid já tuálá ohtâvuođâ sämimáttááttâs uárnejeijee kieldáid já škovláid sehe máttááttâs haaldâšmân.

source: Toimisto valmistelee ja toimeenpanee myös saamelaisten koulutusasiain yhteistyöelimen kokousten asiat ja osallistuu saamelaisen opetushallinnon pohjoismaiseen yhteistyöhön.
smn: Toimâttâh valmâštâl já olášut meiddei säämi škovlimašij ohtsâšpargo-orgaan čuákkimij aašijd já uáslist säämi máttááttâshaldâšem tave-eennâmlâš ohtsâšpaargon.

source: Koulutussihteeri
smn: Škovlimčällee

source: toimiston esimies,
smn: toimâttuv hovdâ,

source: koulutuksen lainsäädännön, hallinnon, rahoituskehityksen, arvioinnin, opetussuunnitelmanormien ja saamelaisopetuksen kehityksen seuranta,
smn: škovlim lahâasâttâs, haldâšem, ruttâdemovdánem, árvuštâllâm, máttááttâsvuávámnoormâi já sämimáttááttâs ovdánem čuávvum,

source: koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (koulutuspoliittiset, päivähoito- ja yleiset koulutusasiat),
smn: škovlim- já oppâmateriaallävdikode čällee já oovdânpyehtee (škovlimpoolitlâš já almos škovlimääših),

source: saamelaisten koulutusasiain yhteistyöelimen sihteeri ja esittelijä,
smn: säämi škovlimašij otsâšpargo-orgaan čällee já oovdânpyehtee,

source: yhteydenpito saamelaisopetusta järjestäviin kuntiin, valtion opetushallintoon ja pohjoismaisiin sisarelimiin,
smn: ohtâvuođâtoollâm sämimáttááttâs uárnejeijee kieldáid, staatâ máttááttâshaaldâšmân já tave-eennâmlâš uábbiorgaanáid,

source: kansainvälisen kehityksen seuranta.
smn: aalmugijkoskâsâš ovdánem čuávvum.

source: Oppimateriaalisihteeri
smn: Oppâmateriaalčällee

source: koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (oppimateriaaliasiat),
smn: škovlim- já oppâmateriaallävdikode čällee já oovdânpyehtee (oppâmateriaalääših),

source: oppimateriaalityön suunnittelu, ohjaus, valvonta ja toimitustyö,
smn: oppâmateriaalpargo vuávám, stivrim, kocceem já toimâttempargo,

source: oppimateriaalin valmistukseen liittyvä yhteydenpito kouluihin ja opetuksen hallintoon,
smn: oppâmateriaal rähtimân lohtâseijee ohtâvuođâtoollâm škovláid já máttááttâs haaldâšmân ,

source: oppimateriaaliasioiden ja opetussuunnitelmanormien seuranta,
smn: tave-eennâmlâš ohtsâšpargo.

source: pohjoismainen yhteistyö,
smn: Oppâmateriaalvuávájeijeeh:

source: toimii koulutussihteerin viransijaisena tämän ollessa estyneenä.
smn: Katja Lettinen , graafisâš vuávám já digitaallâš oppâmateriaalpargo

source: Oppimateriaalisuunnittelijat:
smn: Marita Aikio , orjâlâškielâlâš oppâmateriaal vuávám

source: Katja Lettinen , graafinen suunnittelu ja digitaalinen oppimateriaalityö
smn: Heli Aikio , vs. anarâškielâlâš oppâmateriaal vuávám

source: Marita Aikio , pohjoissaamenkielinen oppimateriaalin suunnittelija
smn: Miina Seurujärvi , anarâškielâlâš oppâmateriaal vuávám

source: Heli Aikio , vs. inarinsaamenkielinen oppimateriaalin suunnittelija
smn: Raija Lehtola , nuorttâlâškielâlâš oppâmateriaal vuávám

source: Miina Seurujärvi , inarinsaamenkielinen oppimateriaalin suunnittelija
smn: Unni Länsman , digitaallâš ja haaldâtlâš vuávám

source: Raija Lehtola , koltansaamenkielinen oppimateriaalin suunnittelija
smn: Oona Länsman , orjâlâškielâ vieres kiellân

source: Unni Länsman , digitaalinen ja hallinnollinen suunnittelu
smn: Heini Wesslin , nuorttâlâškielâlâš kietâtyeji

source: Oona Länsman , pohjoissaame vieraana kielenä
smn: Toimâttâhčällee, almos toimâttâh

source: Heini Wesslin , kolttasaamelainen käsityö
smn: Laila Aikio

source: Toimistosihteeri, yleinen toimisto
smn: oppâmateriaalvuárhá paijeentoollâm já ruttâtuálu,

source: Laila Aikio
smn: oppâmateriaaltiilámij toimâttem.

source: oppimateriaalivaraston ylläpito ja kirjanpito,
smn: Oppâmateriaalpargeeh:

source: oppimateriaalitilausten toimittaminen.
smn: Esther Berelowitsch , nuorttâlâškielâlâš oppâmateriaalpargo

source: Oppimateriaalityöntekijät:
smn: Anne Olli , orjâlâškielâlâš oppâmateriaalpargo

source: Esther Berelowitsch , koltankielinen oppimateriaalityö
smn: Aura Pieski , orjâlâškielâlâš oppâmateriaalpargo

source: Anne Olli , pohjoissaamenkielinen oppimateriaalityö
smn: Sämikielâi káidusmáttááttâs piiloothaahâ

source: Aura Pieski , pohjoissaamenkielinen oppimateriaalityö
smn: Arla Magga , proojeektkoordinaattor
